alsa-utils
amd-ucode
autoconf
automake
autorandr
b43-fwcutter
baobab
base
bind
binutils
bison
brltty
broadcom-wl
bspwm
btrfs-progs
caddy
ccache
cheese
chromium
clonezilla
cmake
code
crda
darkhttpd
dart
ddrescue
dhclient
dhcpcd
dmenu
dmraid
dnsmasq
docker
dosfstools
edk2-shell
efibootmgr
eog
epiphany
espeakup
ethtool
evince
exfatprogs
f2fs-tools
fakeroot
fatresize
file
file-roller
findutils
firefox
firewalld
flatpak
flex
fsarchiver
gawk
gcc
gdb
gdm
geary
gedit
gettext
git
github-cli
gnome-backgrounds
gnome-books
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-netcat
gpart
gpm
gptfdisk
grep
grilo-plugins
grml-zsh-config
groff
grub
grub-customizer
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hdparm
htop
hwinfo
i3-gaps
i3blocks
i3lock
i3status
intel-ucode
ipw2100-fw
ipw2200-fw
irssi
istio
iw
iwd
jfsutils
kitty-terminfo
kodi-gbm
kubectl
lftp
libfido2
libisoburn
libtool
libusb-compat
linux
linux-atm
linux-firmware
livecd-sounds
lldb
lsscsi
lvm2
lynx
m4
make
man-db
man-pages
mc
mdadm
memtest86+
mkinitcpio-archiso
mkinitcpio-nfs-utils
modemmanager
mtools
mutter
nano
nautilus
nbd
ndisc6
neofetch
net-tools
networkmanager
networkmanager-openvpn
nfs-utils
nftables
nilfs-utils
ninja
nmap
noto-fonts
noto-fonts-cjk
ntfs-3g
nvidia
nvidia-settings
nvme-cli
openconnect
openssh
openvpn
orca
os-prober
otf-cascadia-code
pacman
partclone
parted
partimage
patch
pcsclite
pkgconf
ppp
pptpclient
pulseaudio
pv
python-pyalsa
qemu-arch-extra
qemu-guest-agent
rclone
reflector
reiserfsprogs
rofi
rp-pppoe
rsync
rust
rxvt-unicode-terminfo
rygel
screen
sddm
sdparm
sed
sg3_utils
simple-scan
smartmontools
sof-firmware
solaar
squashfs-tools
sudo
sushi
syslinux
systemd-resolvconf
tcpdump
terminator
terminus-font
termite-terminfo
testdisk
texinfo
tmux
totem
tpm2-tss
tracker
tracker-miners
tracker3
tracker3-miners
ttf-cascadia-code
ttf-dejavu
ttf-fira-code
ttf-liberation
ttf-opensans
ttf-ubuntu-font-family
udftools
usb_modeswitch
usbmuxd
usbutils
vim
vino
vlc
vpnc
wget
which
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
xdg-user-dirs-gtk
xfsprogs
xl2tpd
xorg-xrandr
yelp
youtube-dl
zsh
